[
  {
    "image": "https://i.ibb.co/bXs9kDK/Single-Family-Home.jpg",
    "estate_title": "Cozy Family Retreat",
    "id": "1",
    "segment_name": "Single Family Home",
    "description": "Nestled within the serene embrace of a peaceful neighborhood, this charming single-family home beckons you to discover its warmth and tranquility. Step inside to find spacious interiors adorned with natural light, offering a haven for relaxation and cherished moments with loved ones. The heart of the home boasts a modern kitchen, perfect for culinary adventures and gatherings. Beyond its inviting interiors, venture outdoors to your private backyard oasis, where lush greenery and a cozy patio await, promising endless moments of enjoyment and connection. Embrace the essence of family living in this idyllic retreat.",
    "price": "$350,000",
    "status": "sale",
    "area": "2,500 sq ft",
    "location": "Suburbia Heights",
    "facilities": ["Spacious Living Room", "Modern Kitchen", "Backyard Garden"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/bKzXZm4/Urban-Townhouse-Living.jpg",
    "estate_title": "Urban Townhouse Living",
    "id": "2",
    "segment_name": "Townhouse",
    "description": "Experience the epitome of urban sophistication in this stylish townhouse nestled in the vibrant heart of the city. Boasting a contemporary design, this urban oasis offers a harmonious blend of modern comfort and convenience. Step inside to discover an open-concept layout flooded with natural light, creating an inviting ambiance for everyday living and entertaining. Ascend to the rooftop terrace, where panoramic city views await, offering the perfect backdrop for relaxation and gatherings under the stars. With easy access to amenities and the pulse of city life at your doorstep, embrace the essence of urban living in this chic townhouse retreat.",
    "price": "$2,500/month",
    "status": "rent",
    "area": "1,800 sq ft",
    "location": "Downtown District",
    "facilities": ["Open Concept Layout", "Rooftop Terrace", "Fitness Center"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/d0BNd5N/Apartment.jpg",
    "estate_title": "Modern Urban Retreat",
    "id": "3",
    "segment_name": "Apartment",
    "description": "Indulge in the allure of modern urban living in this sleek and sophisticated apartment nestled within a vibrant cityscape. Boasting contemporary design and panoramic city views, this urban retreat offers a sanctuary of luxury and comfort. Floor-to-ceiling windows bathe the interiors in natural light, creating a seamless connection with the bustling city below. Dive into the refreshing waters of the swimming pool or unwind in the tranquility of the 24/7 concierge service. With every amenity at your fingertips, embrace the essence of urban sophistication in this modern apartment oasis.",
    "price": "$500,000",
    "status": "sale",
    "area": "1,200 sq ft",
    "location": "Metro Central",
    "facilities": ["Floor-to-Ceiling Windows", "Swimming Pool", "24/7 Concierge"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/RyB6wrc/Student-Housing.jpg",
    "estate_title": "Student Haven",
    "id": "4",
    "segment_name": "Student Housing",
    "description": "Embark on your academic journey in comfort and style in this purpose-built student haven. Designed to foster a supportive community environment, this student accommodation offers modern comforts and convenience tailored to enhance academic success. Dive into your studies in the dedicated study rooms or stay active in the fitness center. Unwind with fellow students in the inviting common area lounge, forging connections and creating memories that last a lifetime. With all the essentials for student life at your fingertips, embrace the essence of collegiate living in this student haven.",
    "price": "$800/month",
    "status": "rent",
    "area": "900 sq ft",
    "location": "University District",
    "facilities": ["Study Rooms", "Fitness Center", "Common Area Lounge"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/NNJhKJL/Senior-Living-Community.webp",
    "estate_title": "Retirement Haven",
    "id": "5",
    "segment_name": "Senior Living Community",
    "description": "Enter a realm of elegance and tranquility in this distinguished senior living community tailored to enhance quality of life and promote well-being. From gourmet dining experiences to holistic wellness programs, every aspect of this community is designed with your comfort and enjoyment in mind. Embrace the camaraderie of social activities or rejuvenate body and spirit in the wellness center. With a range of amenities and services at your fingertips, embark on a new chapter of fulfillment and joy in this retirement haven.",
    "price": "$3,500/month",
    "status": "rent",
    "area": "1,500 sq ft",
    "location": "Sunset Meadows",
    "facilities": ["Gourmet Dining", "Wellness Center", "Social Activities"],
    "view_property_button": "View Property"
  },
  {
    "image": "https://i.ibb.co/k58Dk2y/Vacation-Rental.jpg",
    "estate_title": "Seaside Escape",
    "id": "6",
    "segment_name": "Vacation Rental",
    "description": "Immerse yourself in the serenity of a seaside escape, where breathtaking ocean views and luxurious amenities await. From private beach access to rejuvenating spa facilities, every element of this vacation rental is designed to elevate your getaway experience. Indulge in al fresco dining on the outdoor dining area or simply relax to the sound of crashing waves. Whether seeking adventure or relaxation, embrace the essence of coastal paradise in this idyllic vacation rental.",
    "price": "$300/night",
    "status": "rent",
    "area": "1,000 sq ft",
    "location": "Coastal Paradise",
    "facilities": ["Private Beach Access", "Spa Facilities", "Outdoor Dining Area"],
    "view_property_button": "View Property"
  }
]
